brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "mas"
brew "neovim"
brew "powerlevel10k"
brew "tree"
brew "wget"
brew "yadm"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "bettermouse"
cask "deepl"
cask "dropbox"
cask "font-cascadia-code-pl"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-drive"
cask "iina"
cask "obsidian"
cask "popclip"
cask "raycast"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp@beta"
mas "Drafts", id: 1435957248
mas "Folder Quick Look", id: 6753110395
mas "GoodLinks", id: 1474335294
mas "JSONPeep", id: 1458969831
mas "Numbers", id: 361304891
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 361309726
mas "WireGuard", id: 1451685025
mas "Wipr", id: 1662217862
