tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "eza"
brew "jq"
brew "starship"
brew "tldr"
brew "tree"
brew "wget"
brew "yadm"
cask "font-cascadia-code-pl"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "iina"
cask "popclip"
cask "raycast"
cask "warp"
