tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "buo/cask-upgrade"
brew "bat"
brew "eza"
brew "jq"
brew "mas"
brew "starship"
brew "tldr"
brew "tree"
brew "wget"
brew "yadm"
cask "1password"
cask "dropbox"
cask "font-cascadia-code-pl"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "iina"
cask "obsidian"
cask "popclip"
cask "raycast"
cask "visual-studio-code"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "Drafts", id: 1435957248
mas "Super Agent", id: 1568262835
mas "GoodLinks", id: 1474335294
mas "EditKIt Pro", id: 1659984546
mas "WireGuard", id: 1451685025
mas "Bakery", id: 1575220747
mas "JSONPeep", id: 1458969831
